{"translation-revision-date":"2021-01-12 06:40:28+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Add content after each post in your site feed.":["Ajoutez du contenu après chaque publication dans le flux de votre site."],"Add content before each post in your site feed.":["Ajoutez du contenu avant chaque publication dans le flux de votre site."],"RSS After Content":["RSS après le contenu"],"RSS Before Content":["RSS avant le contenu"],"Open Your RSS Feed":["Ouvrir votre flux RSS"],"Learn more":["En savoir plus"],"This feature is used to automatically add content to your site's RSS feed. More specifically, it allows you to add links back to your blog and your blog posts so scrapers will automatically add these links too. This helps search engines identify you as the original source of the content.":["Cette fonctionnalité est utilisée pour ajouter du contenu automatiquement au flux RSS de votre site. Plus précisément, elle vous permet d'ajouter des liens vers votre blog et vos publications de blog afin que les scrapers ajoutent automatiquement ces liens aussi. Cela permet aux moteurs de recherche à vous identifier en tant que source originale du contenu."],"Automatically add content to your site's RSS feed.":["Ajoutez automatiquement du contenu au flux RSS de votre site."],"Check this if you would like to remove ALL %1$s data upon plugin deletion. All settings and SEO data will be unrecoverable.":["Cochez cette case si vous souhaitez effacer TOUTES les données de %1$s lors de la suppression de l'extension. Tous les formulaires, entrées et fichiers téléchargés seront irrécupérables."],"Uninstall %1$s":["Désinstaller %1$s"],"Select which Taxonomies you want to use the %1$s columns with.":["Sélectionnez les taxonomies avec lesquelles vous souhaitez utiliser les colonnes %1$s."],"Taxonomy Columns":["Colonnes de taxonomie"],"The Dashboard Widget feature is only available for licensed %1$s users. %2$s":["Cette fonctionnalité de widget du tableau de bord est disponible uniquement pour les utilisateurs %1$s sous licence. %2$s"],"This Admin Bar feature is only available for licensed %1$s users. %2$s":["Cette fonctionnalité de la barre admin est disponible uniquement pour les utilisateurs %1$s sous licence. %2$s"],"You will need to manually update everything.":["Vous devez tout actualiser manuellement."],"You are getting bugfixes and security updates, but not major features.":["Vous recevez des corrections de bogues et des mises à jour sécurité, mais pas des fonctionnalités majeures."],"Minor Only":["Mineur uniquement"],"You are getting the latest features, bugfixes, and security updates as they are released.":["Vous bénéficiez des dernières fonctionnalités, corrections de bogues et mises à jour sécurité au fur et à mesure de leur publication."],"All (recommended)":["Tout (recommandé)"],"Automatic Updates":["Mises à jour automatiques"],"This allows you to hide plugin announcements and update details.":["Cela vous permet de masquer les annonces de l'extension et de mettre à jour les détails."],"Announcements":["Annonces"],"Dashboard Widget":["Widget du Tableau de bord"],"This adds %1$s to the admin toolbar for easy access to your SEO settings.":["Cela ajoute %1$s à la barre d'outils admin pour accéder facilement à vos réglages  SEO."],"Admin Bar Menu":["Menu de la barre d'administration"],"Usage Tracking":["Suivi de l'utilisation"],"Select which Post Types you want to use the %1$s columns with.":["Sélectionner les types de publication avec lesquels vous souhaitez utiliser les colonnes %1$s."],"Post Type Columns":["Colonnes pour types de publication"],"Enable our TruSEO score to help you optimize your content for maximum traffic.":["Activez notre score TruSEO pour vous aider à optimiser votre contenu pour un trafic maximal."],"TruSEO Score & Content":["Score et contenu TruSEO"],"Breadcrumb Templates":["Modèles de fil d’Ariane"],"Category Name":["Nom de la catégorie "],"search key word goes here":["le mot-clé de recherche va ici"],"404 Error: page not found":["Erreur 404 : page non trouvée"],"Search for":["Recherchez"],"Archives of":["Archives pour"],"Article Title":["Titre de l'archive"],"Subcategory":["Sous-catégorie"],"Home":["Accueil"],"Current Item":["Élément actuel"],"404 Error Format":["Format d'erreur 404"],"Search Result Format":["Format des résultats de recherche"],"Archive Format":["Format d'archive"],"Breadcrumb Prefix":["Préfixe pour le fil d'Ariane"],"Homepage Link":["Lien de la page d'accueil"],"Separator":["Séparateur"],"Breadcrumb Settings":["Réglages de fil d'Ariane"],"PHP Code":["Code PHP"],"Gutenberg Block":["Bloc Gutenberg"],"Shortcode":["Code court"],"Show Breadcrumbs on your Website":["Afficher les fils d'Ariane sur votre site web"],"Enable Breadcrumbs":["Activer le fil d'Ariane"],"Use our configuration wizard to properly set up %1$s with your WordPress website.":["Utiliser notre assistant de configuration pour définir correctement %1$s avec votre site web WordPress."],"Setup Wizard":["Assistant de configuration"],"License":["Licence"],"off":["de réduction"],"upgrading to %1$s":["mise à niveau vers %1$s"],"Free":["Gratuit"],"Relaunch Setup Wizard":["Relancer l'assistant de configuration"],"Complete documentation on usage tracking is available %1$shere%2$s.":["La documentation complète sur le suivi de l'utilisation est disponible %1$sici%2$s."],"By default SEO Editors have access to %1$sSEO settings for individual pages and posts.%2$s":["Par défaut, les éditeurs SEO ont accès aux %1$sréglages SEO pour les pages et publications individuelles.%2$s"],"By default SEO Managers have access to %1$sSEO settings for General Settings, Redirections, and individual pages and posts.%2$s":["Par défaut, les responsables SEO ont accès aux %1$sparamètres SEO pour les réglages généraux, les redirections, les pages et articles individuels.%2$s"],"By default Authors have access to %1$sSEO settings for individual pages and posts that they already have permission to edit.%2$s":["Par défaut, les auteurs ont accès aux %1$sréglages SEO pour les pages individuelles et articles qu'ils ont déjà l'autorisation de modifier.%2$s"],"By default Editors have access to %1$sSEO settings for General Settings, Search Appearance and Social Networks, as well as all settings for individual pages and posts.%2$s":["Par défaut, les éditeurs ont accès aux %1$sSEO paramètres concernant les réglages généraux, l’apparence dans les résultats de recherche et les réseaux sociaux ainsi que tous les paramètres concernant les pages individuelles et articles.%2$s"],"By default Admins have access to %1$sall SEO site settings%2$s":["Par défaut, les administrateurs on accès à %1$stoutes les réglages SEO du site%2$s"],"SEO Editor":["Éditeur SEO"],"SEO Manager":["Responsable SEO"],"Editor":["Éditeur"],"Administrator":["Administrateur"],"Access Control Settings":["Réglages de contrôle d'accès"],"By default, only users with an Administrator role have permission to manage %1$s within your WordPress admin area. With Access Controls, though, you can easily extend specific access permissions to other user roles.":["Par défaut, seulement les utilisateurs ayant un rôle administrateur ont la permission de gérer %1$s dans votre espace d’administration WordPress. Cependant, avec les Contrôles d'accès vous pouvez aisément étendre des autorisations d'accès spécifiques à d'autres rôles d'utilisateur."],"Include All Taxonomies":["Inclure toutes les taxonomies"],"Access Control is only available for licensed %1$s %2$s users.":["Le contrôle d'accès est disponible uniquement pour les utilisateurs sous licence %1$s %2$s."],"Upgrade to Pro and Unlock Access Control":["Passez à la version Pro et débloquez le contrôle d'accès "],"Granular controls per role":["Contrôles granulaires par rôle"],"Default settings that just work":["Des réglages par défaut qui sont pleinement fonctionnels"],"SEO Editor Role":["Rôle d'éditeur SEO"],"SEO Manager Role":["Rôle de responsable SEO"],"WP Roles (Editor, Author)":["Rôles WP (éditeur, auteur)"],"This feature is only for licensed %1$s users. %2$s":["Cette fonctionnalité est uniquement pour les %1$s utilisateurs. %2$s"],"None":["Aucun"],"SEO Analysis":["Analyse SEO"],"Use Default Settings":["Utiliser les réglages par défaut"],"Pro":["Pro"],"Include All Post Types":["Inclure tous les types de publication"],"By allowing us to track usage data we can better help you because we know with which WordPress configurations, themes and plugins we should test.":["En nous autorisant à suivre les données d'utilisation, nous pouvons mieux vous aider puisque nous connaissons les configurations, les thèmes et les extensions WordPress que nous devrions tester."],"RSS Content Settings":["Réglages du contenu RSS"],"As a valued user you receive %1$s, automatically applied at checkout!":["En tant qu'utilisateur estimé, vous recevez %1$s, automatiquement appliquée à la caisse!"],"To unlock more features, consider %1$s.":["Pour débloquer plus de fonctionnalité, considérez %1$s."],"Category":["Catégorie"],"This displays an SEO News widget on the dashboard.":["Cela permet d’afficher un widget d’actualités SEO sur le Tableau de Bord."],"Author":["Auteur"],"Advanced Settings":["Réglages avancés"],"General Settings":["Réglages généraux"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/settings-Main-vue.js"}}