{"translation-revision-date":"2021-01-12 06:40:28+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Card Type":["Type de carte"],"Home Page Image":["L'image de la page d'accueil"],"Minimum size: 300px x 157px, ideal ratio 2:1, 5MB max. JPG, PNG, WEBP and GIF formats only.":["Taille minimale: 300px x 157px, rapport idéal 2:1, 5MB max. formats JPG, PNG, WEBP and GIF uniquement."],"Minimum size: 144px x 144px, ideal ratio 1:1, 5MB max. JPG, PNG, WEBP and GIF formats only.":["Taille minimale: 144px x 144px, rapport idéal 1:1, 5MB max. formats JPG, PNG, WEBP and GIF uniquement."],"Default Term Twitter Image":["Image Twitter du terme par défaut"],"Default Post Twitter Image":["Image Twitter de la publication par défaut"],"Summary with Large Image":["Résumé avec grande image"],"Default Card Type":["Type de carte par défaut"],"Enable Twitter Card":["Activer la carte Twitter"],"Enable this feature if you want Twitter to display a preview card with images and a text excerpt when a link to your site is shared.":["Activez cette fonctionnalité si vous souhaitez que Twitter affiche une carte d'aperçu contenant des images et un extrait de texte lorsqu'un lien vers votre site est partagé."],"Twitter Card Settings":["Réglages de la carte Twitter"],"Pinterest Verification Code":["Code de vérification Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Si vous avez déjà confirmé votre site web avec Pinterest, vous pouvez ignorer l'étape ci-dessous."],"Learn how to get your Pinterest Verification Code":["Apprendre à accéder à votre code de vérification Pinterest"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep Open Graph enabled on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest, tout comme Facebook, utilise les métadonnées Open Graph. Assurez-vous d'avoir coché la case Open Graph dans l'onglet Facebook si vous souhaitez optimiser votre site pour Pinterest."],"To let search engines know which profiles are associated with this site, enter them below:":["Afin d'indiquer aux moteurs de recherche quels profils sont associés à ce site, saisissez-les ci-dessous:"],"Home Page Title":["Titre de la page d'accueil"],"Social Networks":["Réseaux sociaux"],"The home page settings below have been disabled because you are using a static home page. You can %1$sedit your home page settings%2$s directly to change the title, meta and image.":["Les réglages de la page d'accueil ci-dessous ont été désactivés parce que vous utilisez une page statique. Vous pouvez %1$smodifier les réglages de la pages d'accueil%2$s directement pour changer le titre, les métadonnées et l'image.  "],"Click on the tags below to insert variables into your description.":["Cliquez sur les étiquettes ci-dessous pour ajouter des variables à votre description. "],"Use the home page description":["Utiliser la description de la page d'accueil"],"Click on the tags below to insert variables into your home page title.":["Cliquez sur les étiquettes ci-dessous pour ajouter des variables à votre titre de la page d'accueil. "],"Use the home page title":["Utilisez le titre de la page d'accueil"],"Term Custom Field Name":["Nom du champ personnalisé du terme"],"Post Custom Field Name":["Nom du champ personnalisé de la publication"],"Height":["Hauteur"],"Width":["Largeur"],"Default Term Image Source":["Source de l'image du terme par défaut"],"Default Post Image Source":["Source de l'image de la publication par défaut"],"Remove":["Retirer"],"Paste your image URL or select a new image":["Collez l'URL de votre image et sélectionnez une image nouvelle"],"Upload or Select Image":["Téléverser ou sélectionner une image"],"Pinterest":["Pinterest"],"Social Profiles":["Profils sociaux"],"Show Twitter Author":["Afficher l’auteur Twitter"],"Summary":["Résumé"],"Home Page Settings":["Réglages de la page d’accueil"],"Description":["Description"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/social-networks-Main-vue.js"}}