{"translation-revision-date":"2021-01-12 06:40:28+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Complete documentation on usage tracking is available %1$shere%2$s.":["La documentation complète sur le suivi de l'utilisation est disponible %1$sici%2$s."],"Purchase and Install Now":["Achetez et installez maintenant"],"I'll do it later":["Je le ferais plus tard"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Vous n’aurez pas accès à cette fonctionnalité tant que les extensions n’auront pas été achetées et installées."],"An upgrade is required to unlock the following features.":["Une mise à niveau est requise pour débloquer les fonctionnalités suivantes."],"Would you like to purchase and install the following features now?":["Souhaitez-vous acheter et installer les fonctionnalités suivantes maintenant ?"],"Yes, count me in":["Oui, je m'inscris"],"Help make %1$s better for everyone":["Aidez à rendre %1$s meilleur pour tout le monde"],"Your email is needed so you can receive SEO recommendations. This email will also be used to connect your site with our SEO API.":["Votre e-mail est nécessaire pour que vous puissiez recevoir des recommandations SEO. Cet e-mail sera également utilisé pour connecter votre site à notre API SEO."],"Your Email Address":["Votre adresse e-mail"],"Get helpful suggestions from %1$s on how to optimize your website content, so you can rank higher in search results.":["Obtenez des suggestions utiles de la part de %1$s sur la façon d’optimiser le contenu de votre site web pour être mieux classé dans les résultats de recherche."],"Setup Site Analyzer + Smart Recommendations":["Configurer l'outil d'analyse de site  + Recommandations intelligentes"],"Redirect attachment pages?":["Rediriger les pages des fichiers joints?"],"Do you have multiple authors?":["Avez-vous plusieurs auteurs?"],"Live Site":["Site en direct"],"Under Construction":["En construction"],"Is the site under construction or live (ready to be indexed)?":["Le site est-il en construction ou lancé (prêt à être indexé)?"],"Click on the tags below to insert variables into your meta description.":["Cliquez sur les étiquettes ci-dessous pour ajouter des variables à votre méta description. "],"Click on the tags below to insert variables into your site title.":["Cliquez sur les étiquettes ci-dessous pour ajouter des variables à votre titre de site. "],"Edit Title and Description":["Modifier titre et description"],"Google Snippet Preview":["Prévisualisation de l'extrait Google"],"The way your site is displayed in search results is very important. Take some time to look over these settings and tweak as needed.":["La façon dont votre site est affiché dans les résultats de recherche est très importante. Prenez le temps de regarder ces réglages et de les ajuster si nécessaire."],"Other:":["Autre:"],"Portfolio":["Portefeuille"],"Corporation":["Société"],"Small Offline Business":["Petite entreprise hors ligne"],"Online Store":["Boutique en ligne"],"News Channel":["Chaîne d'actualité"],"Meta Description":["Meta description"],"Home Page Title":["Titre de la page d'accueil"],"Enter your answer":["Entrez votre réponse"],"Select a category to help us narrow down the SEO options that work best for you and your site.":["Sélectionnez une catégorie pour nous aider à réduire les options SEO qui fonctionnent le mieux pour vous et votre site."],"Which category best describes your website?":["Quelle catégorie décrit le mieux votre site web?"],"We have already selected our recommended features based on your site category, but you can use the following features to fine-tune your site.":["Nous avons déjà sélectionné les fonctionnalités recommandées en fonction de la catégorie de votre site, mais vous pouvez également utiliser les fonctionnalités suivantes pour peaufiner votre site."],"Which SEO features do you want to enable?":["Quelles fonctionnalités SEO souhaitez-vous activer?"],"The following plugins and %1$s addons will be installed: %2$s":["Les extensions et les modules complémentaires de %1$s suivants seront installés: %2$s"],"The following %1$s addons will be installed: %2$s":["Les modules complémentaires %1$s suivants seront installés: %2$s"],"Import Data and Continue":["Importer des données et continuer"],"We have detected other SEO plugins installed on your website. Select which plugins you would like to import data to %1$s.":["Nous avons détecté d'autres extensions SEO installées sur votre site web. Sélectionnez les extensions pour lesquelles vous souhaitez importer des données dans %1$s."],"Import data from your current plugins":["Importez les données de vos extensions actuelles"],"Enable Sitemap":["Activer sitemap"],"Enter your %1$s License Key":["Saisissez votre clé de licence %1$s"],"Already purchased? Simply enter your license key below to connect with %1$s!":["Déjà acheté? Il suffit de saisir votre clé de licence ci-dessous pour vous connecter à %1$s!"],"To unlock the selected features, please %1$s and enter your license key below.":["Pour debloquer les fonctionnalités sélectionnées, veuillez %1$s et entrez votre clé de licence ci-dessous."],"To unlock the selected features, please enter your license key below.":["Afin de débloquer les fonctionnalités sélectionnées, veuillez saisir votre clé de licence ci-dessous."],"upgrade to %1$s":["passez à la version %1$s"],"Manually Enter Person":["Saisir manuellement une personne"],"Your Social Profiles":["Vos profils sociaux"],"Default Social Share Image":["Image de partage social par défaut"],"Remove":["Retirer"],"Minimum size: 112px x 112px, The image must be in JPG, PNG, GIF, SVG, or WEBP format.":["Taille minimale: 112px x 112px, l'image doit être en format JPG, PNG, GIF, SVG ou WEBP."],"Paste your image URL or select a new image":["Collez l'URL de votre image et sélectionnez une image nouvelle"],"Upload or Select Image":["Téléverser ou sélectionner une image"],"Logo":["Logo"],"Select which team or department the phone number belongs to.":["Selectionner l'équipe ou le departement auquel appartient le numéro de téléphone."],"Contact Type":["Type de contact"],"Choose a Contact Type":["Choisir un type de contact"],"Name":["Nom"],"Choose whether the site represents a person or an organization.":["Choisir si le site représente une personne ou une organisation."],"Choose a Person":["Choisir une personne"],"Upgrade to %1$s Today":["Passez à %1$s aujourd'hui"],"And many more...":["Et beaucoup plus..."],"Advanced WooCommerce":["WooCommerce avancé"],"Image SEO Optimization":["Optimisation SEO d'image"],"Video and News Sitemaps":["Plans de site vidéo et actualités"],"%1$s is the best WordPress SEO plugin. Join over 2,000,000+ Professionals who are already using %2$s to improve their website search rankings.":["%1$s est la meilleure extension SEO de WordPress. Rejoignez plus de 2 000 000 professionnels qui utilisent déjà %2$s pour améliorer leur classement dans les recherches de sites web."],"Upgrade to Pro to Unlock Powerful SEO Features":["Passez à la version Pro et débloquez des fonctionnalités SEO puissantes"],"%1$sBonus:%2$s You can upgrade your plan today and %3$ssave %4$s off%5$s (discount auto-applied).":["%1$sBonus:%2$s Vous pouvez mettre à niveau votre plan aujourd'hui et %3$séconomisez %4$s %5$s (remise appliquée automatiquement)."],"Setup Webmaster Tools":["Configurer les outils pour les webmasters"],"See Advanced Settings":["Voir réglages avancés"],"Watch our Guided Tour of %1$s":["Regardez notre visite guidée de %1$s"],"Read our Step By Step Guide to Improve your SEO Rankings":["Lisez notre guide étape par étape pour améliorer votre classement SEO"],"Join on Facebook":["Rejoindre sur Facebook"],"Here's what to do next:":["Voici ce qu'il faut ensuite:"],"Finish Setup and Go to the Dashboard":["Terminez la configuration et accédez au tableau de bord"],"Congratulations, your site is now SEO ready!":["Félicitations, votre site est prêt pour le SEO!"],"Go back to the Dashboard":["Revenir au Tableau de bord"],"Let's Get Started":["C'est parti"],"%1$s makes it easy to configure your site's SEO settings without the need to hire an expert. And it takes less than 10 minutes too!":["%1$s facilite la configuration des réglages SEO de votre site sans avoir besoin d’embaucher un expert. Et cela prend moins de 10 minutes !"],"Welcome to the %1$s Setup Wizard!":["Bienvenue dans l'assistant de configuration %1$s!"],"Search Appearance":["Apparence de la recherche"],"Additional Site Information":["Informations supplémentaires sur le site"],"Connect":["Se connecter"],"Paste your license key here":["Collez votre clé de licence ici"],"Include All Post Types":["Inclure tous les types de publication"],"Local Business SEO":["SEO entreprise locale"],"Join our Community":["Rejoignez notre communauté"],"You're using %1$s - no license needed. Enjoy!":["Vous utilisez %1$s - pas de licence nécessaire. Profitez-en!"],"Phone Number":["Numéro de téléphone :"],"Organization Name":["Nom de l’organisation :"],"SEO for Categories, Tags and Custom Taxonomies":["SEO pour les catégories, les étiquettes et les taxonomies personnalisées"],"Organization":["Organisation"],"Person":["Individu"],"Person or Organization":["Personne ou organisation"],"Blog":["Blog"],"Follow on Twitter":["Suivre sur Twitter"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/setup-wizard-Main-vue.js"}}