{"translation-revision-date":"2021-01-12 06:40:28+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"By default SEO Editors have access to %1$sSEO settings for individual pages and posts.%2$s":["Par défaut, les éditeurs SEO ont accès aux %1$sréglages SEO pour les pages et publications individuelles.%2$s"],"By default SEO Managers have access to %1$sSEO settings for General Settings, Redirections, and individual pages and posts.%2$s":["Par défaut, les responsables SEO ont accès aux %1$sparamètres SEO pour les réglages généraux, les redirections, les pages et articles individuels.%2$s"],"By default Authors have access to %1$sSEO settings for individual pages and posts that they already have permission to edit.%2$s":["Par défaut, les auteurs ont accès aux %1$sréglages SEO pour les pages individuelles et articles qu'ils ont déjà l'autorisation de modifier.%2$s"],"By default Editors have access to %1$sSEO settings for General Settings, Search Appearance and Social Networks, as well as all settings for individual pages and posts.%2$s":["Par défaut, les éditeurs ont accès aux %1$sSEO paramètres concernant les réglages généraux, l’apparence dans les résultats de recherche et les réseaux sociaux ainsi que tous les paramètres concernant les pages individuelles et articles.%2$s"],"By default Admins have access to %1$sall SEO site settings%2$s":["Par défaut, les administrateurs on accès à %1$stoutes les réglages SEO du site%2$s"],"SEO Editor":["Éditeur SEO"],"SEO Manager":["Responsable SEO"],"Editor":["Éditeur"],"Administrator":["Administrateur"],"Access Control Settings":["Réglages de contrôle d'accès"],"By default, only users with an Administrator role have permission to manage %1$s within your WordPress admin area. With Access Controls, though, you can easily extend specific access permissions to other user roles.":["Par défaut, seulement les utilisateurs ayant un rôle administrateur ont la permission de gérer %1$s dans votre espace d’administration WordPress. Cependant, avec les Contrôles d'accès vous pouvez aisément étendre des autorisations d'accès spécifiques à d'autres rôles d'utilisateur."],"Access Control is only available for licensed %1$s %2$s users.":["Le contrôle d'accès est disponible uniquement pour les utilisateurs sous licence %1$s %2$s."],"Upgrade to Pro and Unlock Access Control":["Passez à la version Pro et débloquez le contrôle d'accès "],"Granular controls per role":["Contrôles granulaires par rôle"],"Default settings that just work":["Des réglages par défaut qui sont pleinement fonctionnels"],"SEO Editor Role":["Rôle d'éditeur SEO"],"SEO Manager Role":["Rôle de responsable SEO"],"WP Roles (Editor, Author)":["Rôles WP (éditeur, auteur)"],"Use Default Settings":["Utiliser les réglages par défaut"],"Author":["Auteur"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/settings-AccessControl-vue.js"}}