{"translation-revision-date":"2021-01-12 06:40:28+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"The content is below the minimum of words. Add more content.":["Le contenu est inférieur au minimum de mots. Ajoutez plus de contenu."],"Content Length":["Longueur du contenu"],"This is far below the recommended minimum of words.":["Ce nombre est inférieur au minimum de mots recommandé."],"The content length is ok. Good job!":["La longueur du contenu est ok. Bon travail!"],"%1$s is too long. Try to make it shorter.":["%1$s est trop longue. Essayez de la raccourcir."],"%1$s is slightly long. Try to make it shorter.":["%1$s est légèrement longue. Essayez de la raccourcir."],"No %1$s was set. Set a %1$s in order to calculate your SEO score.":["Aucune %1$s n'a été définie. Définissez une %1$s afin de calculer votre score SEO."],"%1$s length":["Longueur de la %1$s"],"Focus Keyphrase not found in SEO title.":["Phrase clé principale introuvable dans le titre SEO."],"Focus Keyphrase in SEO title":["Phrase clé principale dans le titre SEO."],"Focus Keyphrase found in SEO title.":["Phrase clé principale trouvé dans le titre SEO."],"Focus Keyphrase doesn't appear at the beginning of SEO title.":["La phrase clé principale n'apparaît pas au début du titre SEO."],"Focus Keyphrase at the beginning of SEO Title":["Phrase clé principale au début du titre SEO"],"Focus Keyphrase used at the beginning of SEO title.":["Phrase clé principale utilisée au début du titre SEO."],"%1$s not found in meta description.":["%1$s non trouvée dans la méta description."],"%1$s found in meta description.":["%1$s trouvée dans la méta description."],"%1$s in meta description":["%1$s dans la méta description"],"Focus Keyphrase not found in the URL.":["Phrase clé principale introuvable dans l'URL."],"Focus Keyphrase in URL":["Phrase clé principale dans l'URL."],"Focus Keyphrase used in the URL.":["Phrase clé principale utilisée dans l'URL."],"Your %1$s does not appear in the first paragraph. Make sure the topic is clear immediately.":["Votre %1$s n'apparaît pas dans le premier paragraphe. Assurez-vous tout de suite que le sujet est clair."],"Your %1$s appears in the first paragraph. Well done!":["Votre %1$s apparaît dans le premier paragraphe. Bravo!"],"No content added yet.":["Aucun contenu n’a encore été ajouté."],"%1$s in introduction":["%1$s dans l'introduction"],"Focus Keyphrase not found in content.":["Phrase clé introuvable dans le contenu."],"Focus Keyphrase in content":["Phrase clé principale dans le contenu"],"Focus Keyphrase found in content.":["Phrase clé principale trouvée dans le contenu."],"Keyphrase":["Phrase clé"],"Focus keyphrase":["Phrase clé principale"],"Focus Keyphrase in Subheadings":["Phrase clé principale dans les sous-titres"],"Your H2 and H3 subheadings reflects the topic of your copy. Good job!":["Vos sous-titres H2 et H3 reflètent le sujet de votre copie. Bon travail!"],"Your H2 or H3 subheading reflects the topic of your copy. Good job!":["Votre sous-titre H2 ou H3 reflète le sujet de votre copie. Bravo!"],"More than 75% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. Don't over-optimize!":["Plus de 75% de vos sous-titres H2 et H3 reflètent le sujet de votre copie. C'est trop. Ne sur-optimisez pas!"],"Use more focus keyphrases in your H2 and H3 subheadings!":["Utilisez plus de phrases clés principales dans vos sous-titres H2 et H3!"],"%1$s not found in image alt attribute(s). Add an image with your %1$s as alt text.":["%1$s introuvable dans le(s) attribut(s) alt d'image. Ajouter une image avec votre %1$s comme texte alt."],"%1$s in image alt attributes":["%1$s dans les attributs alt d'image"],"%1$s found in image alt attribute(s).":["%1$s trouvée dans  le(s) attribut(s) alt d'image."],"Title Length":["Longueur du titre"],"The title is over 60 characters.":["Le titre contient plus de 60 caractères."],"The title is too short.":["Le titre est trop court."],"No title has been specified. Make sure to write one!":["Aucun titre n’a été spécifié. N'oubliez pas d’en écrire un!"],"Please add a title first.":["Veuillez d'abord ajouter un titre."],"Passive Voice":["Voix passive"],"You're using enough active voice. That's great!":["Vous utilisez assez la voix active. C'est génial!"],"You are using short paragraphs.":["Vous utilisez des paragraphes courts."],"Paragraphs Length":["Longueur des paragraphes"],"At least one paragraph is long. Consider using short paragraphs.":["Au moins un paragraphe est long. Pensez à utiliser des paragraphes courts."],"You are not using rich media like images or videos.":["Vous n’utilisez pas de contenus médias enrichis comme des images ou des vidéos."],"Images\/Videos in content":["Images\/Vidéos dans le contenu "],"Please add some content first.":["Veuillez d'abord ajouter du contenu."],"%1$s of the sentences contain more than %2$s words, which is more than the recommended maximum of %3$s. Try to shorten the sentences.":["%1$s des phrases contiennent plus de %2$s mots, ce qui est supérieur au maximum recommandé de %3$s. Essayez de raccourcir les phrases."],"Sentences Length":["Longueur des phrases"],"Sentence length is looking great!":["La longueur de la phrase est excellente !"],"Meta description Length":["Longueur de la méta description"],"The meta description is over 160 characters.":["La méta description dépasse 160 caractères."],"Meta description length":["Longueur de la méta description"],"The meta description is too short.":["La méta description est trop courte."],"No meta description has been specified. Search engines will display copy from the page instead. Make sure to write one!":["Aucune méta description n'a été spécifiée. Les moteurs de recherche afficheront la copie de la page à la place. Assurez-vous d'en écrire un!"],"There is enough variety in your sentences. That's great!":["Il y a assez de variété dans vos propositions. C’est génial!"],"Consecutive sentences":["Propositions consécutives"],"The text contains %1$d consecutive sentences starting with the same word. Try to mix things up!":["Le texte contient %1$d propositions consécutives commençant par le même mot. Essayez de varier !"],"Well done!":["Bravo!"],"Transition words":["Mots de transition"],":-)":[":-)"],"Flesch Reading Ease N\/A":["Facilité de lecture de Flesch N\/A"],"The copy scores %1$s in the test, which is considered %2$s to read. %3$s":["La copie obtient %1$s dans le teste, ce qui est considéré %2$s à lire. %3$s"],"Flesch Reading Ease":["Facilité de lecture de Flesch "],"The copy scores %1$s in the test, which is considered %2$s to read.":["La copie obtient %1$s dans le teste, ce qui est considéré %2$s à lire."],"very easy":["très facile"],"Good job!":["Bon travail !"],"You are not using any subheadings, but your text is short enough and probably doesn't need them.":["Vous n'utilisez aucun sous-titre, mais votre texte est assez court et n'en a probablement pas besoin."],"Subheading distribution":["Répartition des sous-titres"],"Great job!":["Excellent travail!"],"You are not using any subheadings, although your text is rather long. Try and add some subheadings.":["Vous n’utilisez pas de sous-titres, bien que votre texte soit assez long. Essayez d’ajouter des sous-titres."],"%1$d section of your text is longer than %2$d words and is not separated by any subheadings. Add subheadings to improve readability.":["La section %1$d de votre texte contient plus de %2$d mots et n'est séparée par aucun sous-titre. Ajoutez des sous-titres afin d'améliorer la lisibilité."],"We couldn't find any internal links in your content. Add internal links in your content.":["Nous n'avons trouvé aucun lien interne dans votre contenu. Ajoutez des liens internes dans votre contenu."],"Internal links":["Liens internes"],"You are linking to other resources on your website which is great.":["Vous faites de liens vers d’autres ressources sur votre site web, ce qui est excellent."],"No outbound links were found. Link out to external resources.":["Aucun lien sortant n'a été trouvé. Ajoutez des liens vers des ressources externes."],"External links":["Liens internes"],"Great! You are linking to external resources.":["Génial! Vous ajoutez un lien vers des ressources externes."],"Preview":["Prévisualisation"],"Hide":["Masquer"],"Show":["Afficher"],"Websites":["Sites web"],"Products & Entertainment":["Produits & divertissement"],"Places":["Lieux"],"People":["Personnes"],"Organizations":["Organisations"],"Groups":["Groupes"],"Businesses":["Entreprises"],"Activities":["Activités"],"Advanced Rich Snippets + Schema Markups":["Extraits enrichis avancés + Balisage Schema.org"],"Internal Link Building Assistant":["Assistant de création de liens internes"],"Smart Redirects + 404 Detection":["Redirections intelligentes + détection 404"],"Submit articles to Google News that were published in the last 48 hours.":["Soumettez des articles à Google Actualités qui ont été publiés dans les dernières 48 heures."],"Generate an XML Sitemap specifically for video content on your site.":["Générez un plan de site XML particulièrement pour le contenu vidéo de votre site."],"Tell Google about your business for display as a Knowledge Graph card or business carousel.":["Indiquez à Google votre entreprise pour l'afficher sous forme de carte Knowledge Graph ou de carrousel professionnel."],"Globally control Title and Alt attributes for attachment pages and images that are embedded in your content.":["Contrôlez globalement les attributs titre et alt pour les pages des fichiers joints et les images embarquées dans votre contenu."],"Breadcrumbs":["Fil d’Ariane"],"Get the #1 analytics plugin to see how people find and use your website. Simply put, see stats that matter.":["Obtenez l'extensions de statistique n° 1 pour voir comment les gens trouvent et utilisent votre site. En bref, consultez les statistiques qui comptent."],"Get all the right tools to make sure your website shows up in Google Search.":["Obtenez les bons outils pour vous assurer que votre site web apparaît dans la recherche Google."],"Optimized Search Appearance":["L'apparence optimisée dans les résultats de recherche"],"Sitemaps are a list of all your content that search engines use when they crawl your site.":["Les plans de site sont une liste de la totalité du contenu que les moteurs de recherche utilisent lorsqu'ils explorent votre site."],"Manually Enter Type":["Saisissez manuellement le type"],"archive":["archive"],"Sample short description for your product.":["Exemple d'une courte description de votre produit."],"A short description for your product.":["Une courte description de votre produit."],"Product Short Description":["Description courte du produit"],"Enter a custom field name...":["Saisissez un nom de champ personnalisé..."],"Search for an item...":["Rechercher un element..."],"Enter a page URL, e.g. %1$s":["Saisissez une page URL, par exemple  %1$s"],"Add New":["Ajouter un nouveau"],"Begin typing a title to search...":["Saisissez un titre à rechercher..."],"Type":["Type"],"ID":["ID"],"No results found for that title. Try again!":["Aucun résultat trouvé pour ce titre. Réessayez!"],"Click to Copy":["Cliquez pour copier"],"Upgrade Your Plan":["Mettez à niveau votre plan"],"Edit Your Meta Description":["Modifier votre méta description"],"The description should stimulate reader interest and get them to click on the article. Think of it as a mini-advertisement for your content.":["La description devrait susciter l'intérêt du lecteur et de lui convaincre de cliquer sur l'article. Vous pouvez le considérer comme une mini-publicité de votre contenu."],"Write a meta description for your page. Use your target keywords (in a natural way) and write with human readers in mind. Summarize the content - describe the topics your article discusses.":["Ajoutez une méta description à votre page. Utilisez vos mots-clés cibles (de manière naturelle) et écrivez en pensant aux personnes qui liront la page. Résumez le contenu en décrivant les sujets abordés dans votre article."],"Your meta description is set and is %1$d characters long.":["Votre méta description est définie et comporte %1$d caractères."],"Your meta description is %1$d characters long, which is too long.":["Votre méta description a %1$d caractères, ce qui est trop longue."],"Your meta description is only %1$d characters long, which is too short.":["Votre méta description a seulement %1$d caractères, ce qui est trop courte."],"No meta description was found for your page.":["Aucune méta description trouvée pour votre page."],"If you aren't using an SSL certificate for your site that means you are losing a lot of potential traffic. We recommend getting an SSL certificate installed immediately.":["Si vous n'utilisez pas un certificat SSL pour votre site cela signifie que vous perdez beaucoup de trafic potentiel. Nous recommandons d'installer aussitôt un certificat SSL."],"Your site is using a secure transfer protocol (https).":["Votre site utilise un protocole sécurisé de transfert (https)."],"Your site is not using a secure transfer protocol (https).":["Votre site n'utilise pas un protocole sécurisé de transfert (https)."],"Google Safe browsing shows warnings and alerts to users if they visit a suspicious website. If you are flagged by Google Safe Browsing, you should take immediate steps to fix that.":["Google Safe Browsing affiche des avertissements et alertes aux utilisateurs s'ils visitent un site web suspect. Si vous êtes signalés par Google Safe Browsing, vous devez prendre des mesures immédiates afin de résoudre ce problème."],"Google has not flagged your site for malware!":["Google n'a pas signalé votre site en tant que logiciel malveillant."],"It looks like your site has been added to one of Google's malwares lists.":["Il semble que votre site a été inclus dans une liste Google de logiciels malveillants."],"Alternatively, you can create an empty index.php file and save it in every directory on your site. That's an approach that WordPress uses and it works well.":["Sinon, vous pouvez créer un fichier index.php vide et le sauvegarder dans chaque répertoire de votre site. C'est la méthode utilisée par WordPress et qui fonctionne très bien."],"Fortunately, every popular web server has options to prevent directory listings. They'll show a \"403 forbidden\" message instead.":["Heureusement, chaque serveur web célèbre contient des options pour empêcher les listes de répertoires. À la place, un message « 403 interdit » sera affiché."],"Directory Listing seems to be disabled on your server.":["Le listage des répertoires semble être désactivé sur votre serveur."],"Edit Your Page Title":["Modifier le titre de votre page"],"Directory Listing seems to be enabled on your server.":["Le listage des répertoires semble être activé sur votre serveur."],"It's a great idea to try and hide the theme you have visible. From time to time vulnerabilities are found in themes and if your site is not updated in a timely fashion, outdated plugins and themes can be exploited.":["C'est une bonne idée de masquer les thèmes visibles. De temps en temps, des vulnérabilités sont trouvées dans les thèmes et si votre site n'est pas mis à jour en temps opportun, les extensions et les thèmes obsolètes peuvent être exploités."],"Writing compelling titles is both a science and an art. There are automated tools that can analyze your title against known metrics for readability and click-worthiness. You also need to understand the psychology of your target audience.":["Ecrire des titres accrocheurs est à la fois une science et un art. Il existe des outils automatisés qui peuvent analyser votre titre par rapport aux indicateurs connus, comme la lisibilité et la qualité des clics. Il faut également comprendre la psychologie de votre public cible."],"Ensure your page's title includes your target keywords, and design it to encourage users to click.":["Assurez-vous que le titre de votre page contient les mots-clés cibles et concevez-le de manière à encourager les utilisateurs à cliquer."],"Your theme is not visible!":["Votre thème n'est pas visible!"],"Anyone can see that you are using the %1$s theme.":["Tout le monde peut voir que vous utilisez le thème %1$s."],"It's a great idea to try and hide the plugins you have visible. From time to time vulnerabilities are found in plugins and if your site is not updated in a timely fashion, outdated plugins and themes can be exploited.":["C'est une bonne idée de masquer les extensions visibles. De temps en temps, des vulnérabilités sont trouvées dans les extensions et si votre site n'est pas mis à jour en temps opportun, les extensions et les thèmes obsolètes peuvent être exploités."],"You have no visible plugins!":["Vous n'avez aucune extension visible!"],"Plugins from your website are publicly visible.":["Les extensions de votre site web sont visibles au public."],"You can get an even greater boost in speed with a content delivery network service. These services host a copy of your content on multiple servers spread out across the globe. A user's request is handled by the edge server that's closest to their physical location, so the content arrives incredibly fast.":["Vous pouvez obtenir une augmentation de la vitesse encore plus grande avec un service de réseau de diffusion de contenu. Ces services permettent le stockage d'une copie de votre contenu sur plusieurs serveurs répartis dans le monde entier. La demande d'un utilisateur est gérée par un serveur edge le plus proche de son emplacement physique, donc le contenu arrive à une vitesse incroyable."],"If you want to continue to improve your response time, the simplest and fastest fix is to use a caching plugin. Caching plugins keep a cached version of each page on your site. Instead of building the page from scratch, the server will send the cached copy.":["Si vous souhaitez continuer à améliorer votre temps de réponse, la méthode la plus simple et la plus rapide est d'utiliser une extension de mise en cache. Les extensions de mise en cache conservent une version en cache de chaque page de votre site. Au lieu de construire la page à partir de zéro, le serveur enverra la copie en cache."],"Your response time is under 0.2 seconds.":["Votre délai de réponse est sous 0.2 secondes."],"The response time of your page is %1$f seconds. It is recommended to keep it equal to or below 0.2 seconds.":["Le délai de réponse de votre page est de %1$f secondes. Nous recommandons de le maintenir égal ou inferieur à 0.2 secondes."],"Removing white space can also have an impact on your HTML page's size. White space characters like carriage returns and tabs are ignored by the browser, but they make the markup easier for developers to read. So you should always strip them from your templates or themes before you use them in a production environment.":["La suppression des espaces blancs peut également influer sur la taille de votre page HTML. Les espaces blancs tels que les retours chariot et les tabulations sont ignorés par le navigateur, mais ils rendent le balisage plus facile à lire pour les développeurs. Alors vous devez toujours les supprimer de vos modèles ou thèmes avant de les utiliser dans un environnement de production."],"You can reduce CSS repetition with HTML class and ID attributes. Often the same rules will be repeated across many page elements, embedded in each tag's \"style\" attribute. You can extract them into a single \"style\" tag and use classes and ID's to target each element.":["Vous pouvez réduire la répétition CSS avec les attributs HTML class et ID. Souvent, les mêmes règles seront répétées sur de nombreux éléments de page, incorporées dans l'attribut « style » de chaque balise. Vous pouvez les extraire dans une seule balise « style » et utiliser les attributs class et ID pour cibler chaque élément."],"Sometimes inline CSS is a culprit. A little inline CSS can help your page render faster. Too much will bloat the HTML file and increase the page loading time.":["Parfois, le coupable est le CSS en ligne. Un peu de CSS en ligne peut aider votre page à s'afficher plus rapidement. Trop de CSS en ligne gonflera le fichier HTML et augmentera le temps de chargement de la page."],"In order to reduce page size, remove any unnecessary tags from your markup. This includes developer comments, which are invisible to your users - search engines ignore the text in comments, too.":["Afin de réduire la taille de la page, retirez les étiquettes inutiles de votre balisage. Cela inclut les commentaires des développeurs, qui restent invisibles à vos utilisateurs - de plus, les moteurs de recherche ignorent le texte dans les commentaires."],"This is under the average of 33 Kb.":["C'est inférieur à la moyenne de 33 Kb."],"This is over our recommendation of 50 Kb.":["C'est supérieur à notre recommandation de 50 Kb."],"The size of the HTML document is %1$d Kb.":["La taille de votre document HTML est de %1$d Kb."],"Your SEO title is set and is %1$d characters long.":["Votre titre SEO est défini et comporte %1$d caractères."],"Try to replace embedded objects with HTML5 alternatives.":["Essayez de remplacer les objets embarqués avec des alternatives HTML5."],"CSS:":["CSS:"],"JavaScript:":["JavaScript:"],"Images:":["Images:"],"More than 20 requests can result in slow page loading.":["Plus de 20 demandes peuvent entraîner un chargement lent de la page. "],"Your page makes %1$d requests.":["Votre pages compte %1$d demandes."],"There are server-side tools (including WordPress plugins) to automatically minify CSS files.":["Il existe des outils côté serveur (y compris des extensions WordPress) pour minifier automatiquement les fichiers CSS. "],"We recommend tracking down where the un-minified CSS files come from.":["Nous recommandons de dépister la source des fichiers CSS non minifiés. "],"CSS files appear in many places, including frameworks (like Bootstrap), themes and templates, and third-party plugins.":["Les fichiers CSS sont présents dans des nombreux endroits, y compris dans les cadres d'application (comme Bootstrap), dans les thèmes et modèles et dans les extensions tiers."],"All CSS files appear to be minified.":["Tous les fichiers CSS semblent être minifiés."],"Some CSS files don't seem to be minified.":["Certains fichiers CSS ne semblent pas être minifiés."],"There are server-side tools (including WordPress plugins) to automatically minify JavaScript files.":["Il existe des outils côté serveur (y compris des extensions WordPress) pour minifier automatiquement les fichiers JavaScript. "],"We recommend tracking down where the un-minified JavaScript files come from":["Nous recommandons de dépister la source des fichiers JavaScript non minifiés. "],"JavaScript files appear in many places, including frameworks (like Bootstrap), themes and templates, and third-party plugins.":["Les fichiers JavaScript sont présents dans des nombreux endroits, y compris dans les cadres d'application (comme Bootstrap), dans les thèmes et modèles et dans les extensions tiers."],"All Javascript files appear to be minified.":["Tous les fichiers Javascript semblent être minifiés."],"Some Javascript files don't seem to be minified.":["Certains fichiers Javascript ne semblent pas être minifiés."],"Alternatively, you can use a CMS plugin to simplify the process - it's a more user-friendly option. WordPress has a host of caching plugins, and most of them give you options to control the caching headers.":["Vous pouvez également utiliser une extension CMS pour simplifier le processus - c'est une option plus facile à utiliser. WordPress dispose d'un grand nombre d'extensions de mise en cache et la plupart d’entre eux vous offrent des options pour contrôler les en-têtes de mise en cache."],"If you use the Apache or NGINX web servers, you can edit the configuration files to set the \"expires\" header for all image files. For Apache, you can also use a \".htaccess\" file to change the settings for each folder.":["Si vous utilisez les serveurs web Apache ou NGINX, vous pouvez modifier les fichier de configuration afin de définir des en-têtes « expires » pour toutes vos images. Pour Apache, vous pouvez utiliser aussi un fichier « .htaccess » afin de changer les réglages de chaque dossier."],"Your server is using \"expires\" headers for your images.":["Votre serveur utilise des en-têtes « expires » pour vos images."],"Your SEO title is %1$d characters long, which is too long.":["Votre titre SEO comporte %1$d caractères, ce qui est trop long."],"Your server is not using \"expires\" headers for your images.":["Votre serveur n'utilise pas des en-têtes « expires » pour vos images."],"Edit Your Page":["Modifier votre page"],"%1$s makes it extremely easy to add highly relevant Schema.org markup to your site. It has a simple graphical interface, so you don't have to get your hands dirty with complex HTML markup.":["%1$s facilite énormément l'ajout d'une balise Schema.org à votre site. Ayant une interface graphique simple, vous n'êtes pas obligés de vous salir les mains avec un balisage HTML complexe."],"We found Schema.org data on your page.":["Données Schema.org trouvées sur votre page. "],"No Schema.org data was found on your page.":["Aucune donnée Schema.org trouvée sur votre page."],"%1$s provides a simple but powerful interface to craft your Open Graph data. You get immediate feedback with an interactive preview, and you don't have to mess around with raw HTML markup.":["%1$s offre une interface simple, mais puissante pour concevoir vos données Open Graph. Vous recevez un retour immédiat avec un aperçu interactif et vous n'êtes pas obligés de perdre le temps avec un balisage HTML brut."],"Insert a customized Open Graph meta tag for each important page on your site. The standard is very well documented - you can learn more from Facebook's developer pages.":["Ajouter une balise méta Open Graph personnalisée pour chaque page importante de votre site. La norme est très bien documentée - pour en savoir plus, consultez les pages de développeur de Facebook. "],"All the required Open Graph meta tags have been found.":["Toutes les balises méta Open Graph nécessaires ont été trouvées."],"Duplicate Open Graph meta tags were found.":["Des balises méta Open Graph en double ont été trouvées."],"Some Open Graph meta tags are missing.":["Certaines balises méta Open Graph sont manquantes."],"%1$s has a full suite of tools to manage the robots.txt file, along with other related technologies, like XML Sitemaps.":["%1$s dispose d’une gamme complète d’outils pour gérer les fichiers robots.txt, ainsi que d'autres technologies connexes, comme les sitemaps XML."],"You can manually create a robots.txt file and upload it to your site's web root. A simpler option is to use a plugin for your CMS platform.":["Vous pouvez créer un fichier robots.txt le téléverser sur la racine web de votre site. Une option plus simple est d'utiliser une extension pour votre plateforme CMS.  "],"Make sure that you only block parts you don't want to be indexed.":["Assurez-vous de bloquer uniquement les parties que vous ne souhaitez pas indexer."],"Your SEO title is only %1$d characters long, which is too short.":["Votre titre SEO comporte que %1$d caractères, ce qui est trop court."],"Your site has a robots.txt file.":["Votre site a un fichier robots.txt."],"Your site has a robots.txt file which includes one or more \"disallow\" directives.":["Votre site a un fichier robots.txt contenant une ou plusieurs directives « disallow »."],"Your robots.txt file is missing or unavailable.":["Votre fichier robots.txt est manquant ou indisponible."],"We couldn't find an SEO Title.":["Titre SEO introuvable."],"You should use HTTP redirections (301 permanant redirects) to pass PageRank from the \"wrong\" URLs to the standard (canonical) ones. That way, your content will still benefit from backlinks if someone makes a mistake and uses the wrong URL.":["Vous devriez utiliser des redirections HTTP (redirections permanents 301) afin de passer le PageRank des « mauvaises » URL aux URL standard (canoniques). De cette façon, votre contenu pourra bénéficier des liens retour au cas où quelqu'un ferait une erreur et utiliserait la mauvaise URL."],"Decide whether you want your site's URLs to include a \"www\", or if you prefer a plain domain name. There are marketing pros and cons for each choice, but neither one is better or worse for SEO purposes - as long as you're consistent.":["Décidez si vous souhaitez que les URL de votre site incluent un \"www\" ou si vous préférez un nom de domaine simple. De point de vue commercial, il y a des avantages et des inconvénient pour chaque choix, mais ni l'un ni l'autre n'est meilleur ou pire pour le référencement - à condition que vous soyez cohérent."],"Both the www and non-www versions of your URL are redirected to the same site.":["Les versions www et non-www de votre URL sont redirigées vers le même site."],"The www and non-www versions of your URL are not redirected to the same site.":["Les versions www et non-www de votre URL ne sont pas redirigées vers le même site."],"Only ever use noindex meta tag or header on pages you want to keep out of the reach of search engines!":["Vous devez utiliser l'étiquette méta ou l'en-tête noindex uniquement sur les pages que vous souhaitez garder hors de portée des moteurs de recherche!"],"Your page does not contain any noindex header or meta tag.":["Votre page ne contient ni un en-tête noindex ni une étiquette méta."],"Your page contains a noindex header or meta tag.":["Votre page contient un en-tête noindex ou une étiquette méta."],"If you've republished an article from another source (such as another site or a different section of your own site) then you need to pick which URL is the \"correct\" one and use that!":["Si vous avez republié un article d'une autre source (par exemple, un autre site ou une section distincte de votre site), vous devez choisir l'URL « correcte » et l'utiliser!"],"Every page on your site should have a <link> tag with a 'rel=\"canonical\"' attribute. The link tag should go inside the page's head tag, and it should contain the page's \"correct\" URL.":["Chaque page de votre site doit avoir une balise <link> avec un attribut 'rel=\"canonical\"'. La balise de lien doit aller à l'intérieur de la balise head de la page et elle doit contenir l'URL \"correcte\" de la page."],"Your page is using the canonical link tag.":["Votre page utilise la balise de lien canonique."],"No canonical link tag found on your page.":["Aucune balise de lien canonique trouvée sur votre page."],"Ideally, the links should be highly relevant to the subject you're writing about. It's impossible to cover every aspect of a subject on a single page, but your readers may be fascinated by some detail you barely touch on. If you link to a resource where they can learn more, they'll be grateful. What's more, you'll be rewarded with higher rankings!":["Idéalement, les liens devraient être très pertinents par rapport au sujet abordé.  C'est impossible de couvrir tous les aspects d'un sujet sur une seule page, mais vos lecteurs peuvent être fascinés par des détails que vous touchez à peine. Si vous indiquez un lien vers une ressource pour en savoir plus, ils vous seront reconnaissants. De plus, vous serez récompensés avec un meilleur classement!"],"Add links to external resources that are useful for your readers. Make sure you link to high-quality sites - Google penalizes pages that link to \"spammy\" sites (ones that break the Google webmaster guidelines).":["Ajoutez des liens vers des ressources externes utiles pour vos lecteurs. Assurez-vous d'indiquer des liens vers des sites de qualité - Google pénalise les pages contenant des liens vers des sites « spammeurs » (ceux qui enfreignent les consignes aux webmasters de Google)."],"External:":["Externe:"],"Internal:":["Interne:"],"Your page has a correct number of internal and external links.":["Votre page contient un nombre correct de liens externes et internes."],"The ratio of internal links to external links is uneven.":["Le rapport entre les liens internes et les liens externes est inégal."],"Too few internal links on your page.":["Trop peu de liens internes sur votre page."],"No internal links were found on your page.":["Aucuns liens internes trouvés sur votre page."],"Make sure every image has an alt tag, and add useful descriptions to each image. Add your keywords or synonyms - but do it in a natural way.":["Assurez-vous que toutes les images ont une balise alt et ajouter des descriptions utiles à chaque image. Ajouter vos mots-clés et des synonymes - mais faites-le de manière naturelle."],"All images on your page have alt attributes.":["Toutes les images sur votre page ont des attributs alt."],"Some images on your page have no alt attribute.":["Certaines images sur votre page n'ont pas d'attribut alt."],"Don't try to force keywords into sub-headings if they feel unnatural. It will send the wrong message to your readers, possibly driving them away.":["N'essayez pas de forcer les mots-clés dans le sous-titre, s'ils ne sont pas de manière naturelle. Cela va envoyer un mauvais message à vos lecteurs, les en chassant peut-être."],"It should be easy to include your main and supporting keywords in the H2 tags - after all, these keywords describe your content! If it's hard to work the keywords into your subheadings, it could be a sign that the keywords aren't closely related to your content.":["Il devrait être facile d'ajouter les mots-clés principaux et secondaires dans les étiquettes H2 - finalement, ces mots-clés décrivent votre contenu! Si c'est difficile d'intégrer des mots-clés dans vos sous-titres, cela peut indiquer que les mots-clés ne sont pas étroitement liés à votre contenu."],"Also, try to include synonyms and relevant terminology in H2 tag text. Search engines are pretty smart - they know which words usually occur together in each niche.":["De plus, essayez d'inclure des synonymes et une terminologie pertinente dans le texte de l'étiquette H2. Les moteurs de recherche sont assez intelligents - ils savent quels mots apparaissent ensemble dans chaque créneau."],"Make sure you have a good balance of H2 tags to plain text in your content. Break the content down into logical sections, and use headings to introduce each new topic.":["Assurez-vous d'avoir un bon équilibre entre les étiquettes H2 et le texte brut dans votre contenu. Divisez les contenu en sections logiques et utilisez des en-têtes afin de présenter chaque nouveau sujet."],"H2 tags were found on your page.":["Étiquettes H2 trouvées sur votre page."],"No H2 tags were found on your page.":["Aucune étiquette H2 trouvée sur votre page."],"You should write as if your readers are selfish people with short attention spans (because that describes a large percentage of the world's population). Readers visit websites for selfish reasons - they're not there to make you happy.":["Vous devriez écrire comme si vos lecteurs étaient des personnes égoïstes avec une capacité d'attention limitée (car cela décrit un grand pourcentage de la population mondiale). Les lecteurs visitent des sites web pour des raisons égoïstes - ils ne sont pas là pour vous rendre heureux."],"A good headline stimulates reader interest and offers a compelling reason to read your content. It promises a believable benefit.":["Un bon titre attire l'attention des lecteurs et propose une raison convaincante de lire votre contenu. Cela promet un avantage crédible."],"Because your headline plays a large role in reader engagement, it's worth spending extra time perfecting it. Many top copywriters spend hours getting their headlines just right - sometimes they spend longer on the headline than the rest of the article!":["Vu que votre titre joue un rôle important dans l'engagement des lecteurs, il vaut la peine de passer plus de temps à le perfectionner. De nombreux rédacteurs principaux passent des heures pour réussir - parfois ils passent plus de temps sur le titre que sur le reste de l'article!"],"Ensure your most important keywords appear in the H1 tag - don't force it, use them in a natural way that makes sense to human readers.":["Assurez-vous que vos mots-clés les plus importants apparaissent dans l'étiquette H1 - ne les forcez pas, utilisez-les d’une manière naturelle, compréhensible par les lecteurs humains."],"WordPress sites usually insert the page or post title as an H1 tag (although custom themes can change this behavior).":["Les sites WordPress insèrent généralement la page ou le titre de l'article en tant qu'étiquette H1 (bien que les thèmes personnalisés puissent changer ce comportement)."],"One H1 tag was found on your page.":["Une étiquette H1 trouvée sur votre page."],"%1$d H1 tags were found.":["%1$d étiquettes H1 trouvées."],"For the best SEO results there should be exactly one H1 tag on each page.":["Afin d'avoir les meilleurs résultats SEO, il devrait y avoir exactement une étiquette H1 sur chaque page. "],"No H1 tag was found.":["Aucune étiquette H1 trouvée."],"Edit Your Page Title & Description":["Modifier le titre et la description de votre page"],"You need to use titles and descriptions that are attractive to users and contain your keywords. Use the keywords naturally - keyword stuffing is usually detected and will result in a lower ranking. What's more, it's pretty off-putting for potential readers, who are more likely to click on an appealing link.":["Vous devez utiliser des titres et des descriptions captivantes pour les utilisateurs et qui contiennent vos mots-clés. Utiliser les mots-clés de manière naturelle - le bourrage de mots-clés est généralement détecté et entraînera une note inférieure. De plus, c'est assez rebutant pour les lecteurs potentiels, qui sont plus susceptibles de cliquer sur un lien attrayant."],"One or more keywords were found in the title and description of your page.":["Un ou plus mots clés ont été identifiés dans le titre et la description de votre page. "],"Both the page title and meta description are missing keywords.":["Les mots clés manquent de votre titre de la page et la méta description."],"No keywords were found in your meta description.":["Aucun mot-clé trouvé dans votre méta description."],"No keywords were found in the page title.":["Aucun mot-clé trouvé dans le titre de la page."],"Save Changes":["Enregistrer les modifications"],"View all tags":["Voir toutes les étiquettes"],"Click on the tags below to insert variables into your template.":["Cliquez sur les étiquettes ci-dessous pour ajouter des variables à votre modèle."],"Submit a Support Ticket":["Envoyez un ticket de support"],"Submit a ticket and our world class support team will be in touch soon.":["Envoyez un ticket et notre équipe de support de classe mondiale vous contactera bientôt."],"Get Support":["Obtenir de l'aide"],"View All Documentation":["Voir toute la documentation"],"Browse documentation, reference material, and tutorials for %1$s.":["Parcourir la documentation, le matériel de référence et les tutoriels de %1$s."],"View Documentation":["Voir la documentation"],"Docs":["Docs"],"View All":["Voir tout"],"Search":["Rechercher"],"Close":["Fermer"],"Read the Setup Guide":["Lire le guide de configuration"],"Launch the Setup Wizard":["Lancer l'assistant de configuration"],"Thank you for choosing the best WordPress SEO plugin. %1$s default settings works great out of the box. We created the setup wizard to guide you through some important configuration settings & custom-tailored SEO best practices for your site to help you improve rankings.":["Merci d'avoir choisi la meilleure extension SEO de WordPress. Les réglages par défaut de %1$s fonctionnent parfaitement dès la première utilisation. Nous avons créé l'assistant de configuration pour vous guider à travers quelques paramètres de configuration importants et les meilleures pratiques de SEO personnalisées pour votre site afin de vous aider à améliorer votre classement."],"How to Get Started":["Comment démarrer"],"Mobile Snapshot":["Capture d'écran sur mobile"],"Read the Ultimate WordPress SEO Guide":["Lire le guide ultime du SEO WordPress"],"For best results, you should strive for %1$s70 and above%2$s.":["Pour obtenir les meilleurs résultats, vous devrez atteindre %1$s70 et plus%2$s."],"A very good score is between %1$s60 and 80%2$s.":["Un très bon score se situe entre %1$s60 et 80%2$s."],"Your Overall Site Score":["Score global du site"],"Keywords:":["Mots clés:"],"Security":["Sécurité "],"Advanced SEO":["SEO avancé"],"Basic SEO":["SEO de base"],"No Follow Paginated":["Aucun suivi paginé"],"No Index Paginated":["Aucun index paginé"],"No ODP":["Aucun ODP"],"No Snippet":["Aucun extrait de code"],"No Image Index":["Aucun index d'image"],"No Translate":["Aucune traduction"],"No Archive":["Aucune archive"],"No Follow":["Aucun suivi"],"No Index":["Aucun index"],"Large":["Grand"],"Standard":["Standard"],"Max Image Preview":["Aperçu de l'image maximale"],"Max Video Preview":["Max Video Preview"],"Max Snippet":["Max Snippet"],"Robots meta:":["Robots méta : "],"Dismissed Notifications":["Ignorer les notifications"],"All taxonomies are set to noindex or your site does not have any taxonomies registered that are supported by this feature.":["Toutes les taxonomies sont définies sur noindex ou votre site n'a pas de taxonomies enregistrées qui sont prises en charge par cette fonctionnalité."],"All post types are set to noindex or your site does not have any post types registered that are supported by this feature.":["Tous les types de publication sont définis sur noindex ou votre site n'a pas de types de publication enregistrés qui sont pris en charge par cette fonctionnalité."],"No taxonomies available.":["Aucune taxonomie disponible."],"No post types available.":["Aucun type de publication disponible."],"Slug:":["Slug :"],"Label:":["Libellé :"],"a few seconds ago":["il y a quelques secondes"],"years ago":["il y a des années "],"a year ago":["il y a un an"],"months ago":["il y a des mois"],"a month ago":["il y a un mois"],"days ago":["il y a quelques jours"],"a day ago":["il y a un jour"],"minutes ago":["il y a quelques minutes"],"a minute ago":["il y a une minute"],"See Dismissed Notifications":["Voir notifications ignorées"],"You have no new notifications.":["Vous n'avez aucune nouvelle notification."],"Great Scott! Where'd they all go?":["Super Scott! Où sont-ils tous allés?"],"Show Less":["Voir moins"],"Show More":["Voir plus"],"Custom separator:":["Séparateur personnalisé:"],"Analyzing...":["En cours d'analyse..."],"off":["de réduction"],"Accepted Payment Methods:":["Modes de paiement acceptés:"],"Accepted Currencies:":["Devises acceptées :"],"Price Indicator:":["Prix indicatif:"],"Tax ID:":["Numéro d'identification fiscale:"],"VAT ID:":["Numéro de TVA:"],"Fax number:":["Numéro de fax:"],"Phone number:":["Numéro de téléphone:"],"Warnings":["Avertissements:"],"An error occurred while analyzing your site.":["Une erreur est survenue lors de l'analyse de votre site."],"Your Username:":["Votre nom d'utilisateur:"],"Use the same username for multiple social networks":["Utilisez le mémé nom d'utilisateur pour plusieurs réseaux sociaux"],"Your MySpace URL is invalid. Please check the format and try again.":["Votre URL MySpace n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Wikipedia URL is invalid. Please check the format and try again.":["Votre URL Wikipedia n’est pas valide. Veuillez vérifier le format et réessayer."],"Your SoundCloud URL is invalid. Please check the format and try again.":["Votre URL SoundCloud n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Yelp URL is invalid. Please check the format and try again.":["Votre URL Yelp n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Tumblr URL is invalid. Please check the format and try again.":["Votre URL Tumblr n’est pas valide. Veuillez vérifier le format et réessayer."],"Your LinkedIn URL is invalid. Please check the format and try again.":["Votre URL LinkedIn n’est pas valide. Veuillez vérifier le format et réessayer."],"Your YouTube URL is invalid. Please check the format and try again.":["Votre URL YouTube n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Pinterest URL is invalid. Please check the format and try again.":["Votre URL Pinterest n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Instagram URL is invalid. Please check the format and try again.":["Votre URL Instagram n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Twitter URL is invalid. Please check the format and try again.":["Votre URL Twitter n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Facebook URL is invalid. Please check the format and try again.":["Votre URL Facebook n’est pas valide. Veuillez vérifier le format et réessayer."],"Country:":["Pays:"],"City:":["Ville:"],"Street address line 2 (optional):":["Adresse de la rue ligne 2 (optionnel):"],"upgrading to %1$s":["mise à niveau vers %1$s"],"Free":["Gratuit"],"The geographic area where a service or offered item is provided.":["La zone géographique où un service ou un article est fourni."],"Home Page":["Page d'accueil"],"Deactivated":["Désactivé"],"Manage":["Gérer "],"Dismiss All":["Ignorer tout"],"Local SEO":["SEO Local"],"Copied!":["Copié!"],"Your license has expired.":["Votre licence a expirée. "],"You have not yet added a license key.":["Vous n'avez pas ajouté une clé de licence."],"Your license key is invalid.":["Votre clé de licence est non valide."],"Your license has been disabled.":["Votre licence a été désactivée."],"%1$s out of %2$s max recommended characters.":["%1$s sur %2$s caractères maximum recommandés."],"Active Notifications":["Notifications actives"],"New Notifications":["Nouvelles notifications"],"Errors":["Erreurs"],"All Good!":["Tout va bien!"],"Complete Site Audit Checklist":["Liste de vérification complète pour l'audit du site"],"Save and Continue":["Sauvegarder et continuer"],"Go Back":["Retourner"],"Skip this Step":["Passer cette étape"],"Default Image Source (Set in Social Networks)":["Source de l'image par défaut (prévu dans les réseaux sociaux)"],"Attached Image":["Image jointe"],"Default Image (Set Below)":["Image par défaut (définir ci-dessous)"],"Choose Image":["Choisir une image"],"to see your Site Score.":["pour voir le score de votre site."],"Excellent!":["Parfait!"],"Very Good!":["Très bien!"],"Needs<br>Improvement!":["Besoin<br>d'amélioration!"],"We've got some<br>work to do!":["Nous avons du<br>travail à faire!"],"A valid license key is required":["Une clé de licence valide est obligatoire"],"to analyze a competitor site.":["pour analyser un site concurrent."],"Contact Page URL:":["URL de la page de contact:"],"About Page URL:":["URL de la page À propos:"],"Website URL:":["URL du site web:"],"Your name or company name.":["Votre nom ou le nom de votre société:"],"name":["nom"],"Already purchased? Simply enter your license key below to connect with %1$s!":["Déjà acheté? Il suffit de saisir votre clé de licence ci-dessous pour vous connecter à %1$s!"],"Sitemaps":["Sitemaps"],"Delete":["Supprimez"],"Critical Issues":["Problèmes critiques"],"Refresh Results":["Actualiser les résultats"],"Good Results":["Bons résultats"],"Recommended Improvements":["Améliorations recommandées"],"Your site is not connected. Please connect to %1$s, then try again.":["Votre site n'est pas connecté. Veuillez vous connecter à %1$s et réessayer."],"We were unable to parse the content for this site.":["Impossible d'analyser le contenu de ce site."],"The URL provided is invalid.":["L’URL fournie n’est pas valide."],"Step %1$s of %2$s":["Étape %1$s du %2$s"],"Close and Exit Wizard Without Saving":["Fermer et quitter l'assistant sans enregistrer"],"See all features":["Voir toutes les fonctionnalités"],"Learn more about all features":["En savoir plus sur toutes les fonctionnalités"],"%1$s %2$s comes with many additional features to help take your site's SEO to the next level!":["%1$s %2$s propose de nombreuses fonctionnalités supplémentaires pour vous aider à faire passer le SEO de votre site à un niveau supérieur!"],"This feature is only available for licensed %1$s %2$s users.":["Cette fonctionnalité est disponible uniquement pour les utilisateurs sous licence %1$s %2$s."],"Title:":["Titre:"],"Are you sure you want to leave? you have unsaved changes!":["Êtes-vous sûr de vouloir quitter? Vous avez des modifications non enregistrées !"],"Analytics":["Statistiques"],"Connect with %1$s":["Connectez-vous avec %1$s"],"None":["Aucun"],"Use Default Settings":["Utiliser les réglages par défaut"],"Connect":["Se connecter"],"Paste your license key here":["Collez votre clé de licence ici"],"Your license key provides access to updates and addons.":["Votre clé de licence vous permet d'accéder aux mises à jour et modules supplémentaires."],"default":["par défaut"],"Clear":["Effacer"],"Type to search...":["Taper pour rechercher..."],"Learn More":["En savoir plus"],"Zip code:":["Code postal:"],"State:":["État:"],"Street address:":["Adresse de rue"],"Notifications":["Notifications"],"News Sitemap":["Sitemap actualités"],"Description:":["Description:"],"Not Installed":["Non installé"],"Activated":["Activée"],"You're using %1$s. To unlock more features, consider %2$s.":["Vous utilisez %1$s. Pour débloquer plus de fonctionnalités, pensez à %2$s."],"You're using %1$s - no license needed. Enjoy!":["Vous utilisez %1$s - pas de licence nécessaire. Profitez-en!"],"never":["jamais"],"yearly":["annuellement"],"hourly":["chaque heure"],"always":["toujours"],"As a valued user you receive %1$s, automatically applied at checkout!":["En tant qu'utilisateur estimé, vous recevez %1$s, automatiquement appliquée à la caisse!"],"Upgrade to %1$s":["Passez à la version %1$s"],"To unlock more features, consider %1$s.":["Pour débloquer plus de fonctionnalité, considérez %1$s."],"Package Tracking":["Suivi du paquet"],"Roadside Assistance":["Assistance routière"],"Bagage Tracking":["Suivi bagages"],"Emergency":["Urgence"],"Credit Card Support":["Prise en charge de la carte de crédit"],"Reservations":["Réservations"],"Sales":["Ventes"],"Bill Payment":["Paiement de facture"],"Billing Support":["Prise en charge des factures"],"Technical Support":["Support technique"],"Customer Support":["Service client"],"Archive":["Archive"],"Welcome to %1$s":["Bienvenue à %1$s"],"Dismiss":["Ignorer"],"Author Pages":["Pages d’auteur"],"Archive Pages":["Pages d’archive"],"Email address:":["Adresse e-mail:"],"Image SEO":["SEO image"],"Upgrade to Pro":["Passer à la version Pro"],"License Key":["Clé de licence"],"Last Modified":["Dernière modification"],"Page URL":["URL de la page"],"Frequency":["Fréquence "],"Priority":["Priorité "],"Taxonomies":["Taxinomies"],"Post Types":["Types de contenu"],"monthly":["mensuellement"],"weekly":["hebdomadaire"],"daily":["Quotidien"],"Yes":["Oui"],"Off":["Arrêt"],"On":["Marche"],"Custom Image":["Image personnalisée"],"First Available Image":["Première image disponible"],"Post Author Image":["Image de l’auteur de l’article"],"Image from Custom Field":["Image du champ personnalisé"],"First Image in Content":["Première image du contenu"],"Featured Image":["Image à la une"],"Website":["Site web"],"Article":["Article"],"Episode":["Épisode"],"TV Show":["Émission TV"],"Song":["Chanson"],"Product":["Produit"],"Movie":["Film"],"Game":["Jeu"],"Food":["Nourriture"],"Drink":["Boisson"],"Book":["Livre"],"Album":["Album"],"State\/Province":["État \/ Province"],"Landmark":["Point de repère"],"Country":["Pays"],"City":["Ville"],"Public Figure":["Personnage public"],"Profile":["Profil"],"Politician":["Politicien"],"Musician":["Musicien"],"Director":["Réalisateur"],"Author":["Auteur"],"Athlete":["Athlète"],"Actor":["Acteur"],"University":["Université"],"School":["École"],"Non-Profit":["À but non lucratif"],"Band":["Groupe"],"Sports Team":["Équipe de sport"],"Sports League":["Ligue sportive"],"Cause":["Motif"],"Restaurant":["Restaurant"],"Hotel":["Hôtel"],"Cafe":["Café"],"Company":["Entreprise"],"Bar":["Bar"],"Sport":["Sport"],"Activity":["Acticité"],"No":["Pas de"],"Video Sitemap":["Plan de site vidéo"],"Performance":["Performance"],"Disabled":["Désactivé"],"Enabled":["Activé"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/chunk-common.js"}}