{"translation-revision-date":"2021-01-12 06:40:28+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"The Feeds for YouTube plugin allows you to display customizable YouTube feeds from any YouTube channel.":["Les flux pour l'extension YouTube vous permet d'afficher des flux YouTube personnalisés à partir de n'importe quelle chaîne YouTube."],"Display completely customizable, responsive and search engine crawlable Twitter feeds on your website.":["Affichez sur votre site Web des flux Twitter complètement personnalisables , réactifs et explorables par les moteurs de recherche. "],"Display beautifully clean, customizable, and responsive Instagram feeds from multiple Instagram accounts.":["Affichez des flux Instagram propres et jolis, personnalisables et responsives à partir de plusieurs comptes Instagram."],"Display completely customizable Facebook feeds of any public Facebook page or Group.":["Affichez des flux Facebook entièrement personnalisables de toute page publique ou groupe public de Facebook."],"TrustPulse uses FOMO (Fear of Missing Out) to boost your sales and conversions with social proof notifications. Use it to boost sales on your Woocommerce store, increase signups on your membership site, get more email subscribers, and more.":["TrustPulse utilise FoMO (la peur de rater quelque chose) afin d'augmenter vos ventes et vos conversions avec des notifications de preuve sociale. Vous pouvez l'utiliser pour augmenter les ventes sur votre boutique Woocommerce, augmenter les inscriptions sur votre site d'adhésion, obtenir plus d'abonnés à la liste de diffusion, etc."],"Create a simple Coming Soon Page, Under Construction or Maintenance Mode Page. Work on your site in private while visitors see a “Coming Soon” or “Maintenance Mode” page.":["Créez une page Bientôt disponible, En construction, En maintenance. Travaillez sur votre site en privé pendant que les visiteurs voient un page «Bientôt disponible» ou «En maintenance»."],"The ExactMetrics Google Analytics for WordPress plugin helps you properly setup all the powerful Google Analytics tracking features without writing any code or hiring a developer.":["L'extension ExactMetrics Google Analytics pour WordPress vous permet à configurer correctement toutes les fonctionnalités puissantes de suivi de Google Analytics sans écrire de code ni embaucher un développeur."],"Deactivated":["Désactivé"],"Status:":["État:"],"Manage":["Gérer "],"The %1$s Team":["L'équipe %1$s"],"%1$s is brought to you by %2$s, the same team that’s behind the largest WordPress resource site, WPBeginner, the most popular lead-generation software, OptinMonster, the best WordPress analytics plugin, MonsterInsights and many more.":["%1$s a été créé par %2$s, la même équipe qui est à l'origine du site WPBeginner, le plus important site de ressources WordPress, OptinMonster, le plus populaire logiciel de génération de leads, MonsterInsights, la meilleure extension WordPress pour les outils de statistique. "],"Not Installed":["Non installé"],"Turn your visitors into brand ambassadors! Easily grow your email list, website traffic, and social media followers with powerful viral giveaways & contests.":["Transformez vos visiteurs en ambassadeurs de votre marque! Développez facilement votre liste de diffusion d'e-mails, le trafic de votre site web, et vos abonnés sur les réseaux sociaux avec des cadeaux publicitaires et concours puissants et viraux."],"WPForms allows you to create beautiful contact forms for your site in minutes, not hours!":["WPForms vous permet de créer des beaux formulaires de contact pour votre site en quelques minutes, pas des heures !"],"Make sure your website's emails reach the inbox. Our goal is to make email deliverability easy and reliable. Trusted by over 1 million websites.":["Assure-vous que les e-mails de votre site web atteignent la boîte de réception. Notre but est de rendre la délivrabilité des e-mails simple et fiable. Approuvé par plus d'un million de sites web."],"Our high-converting optin forms like Exit-Intent® popups, Fullscreen Welcome Mats, and Scroll boxes help you dramatically boost conversions and get more email subscribers.":["Nos formulaires optin à fort potentiel de conversion comme les fenêtres contextuelles Exit-Intent®, les tapis de bienvenue plein écran et les boîtes de défilement vous aident à booster considérablement les conversions et obtenir plus d'abonnés à la liste de diffusion."],"MonsterInsights makes it “effortless” to properly connect your WordPress site with Google Analytics, so you can start making data-driven decisions to grow your business.":["MonsterInsights rend «facile» de connecter correctement votre site WordPress avec Google Analytics, afin que vous puissiez commencer à prendre des décisions basées sur les données pour développer votre entreprise."],"Yup, we know a thing or two about building awesome products that customers love.":["Oui, nous savons quelque chose concernant la création des produits géniaux que les clients adorent."],"Our goal is to take the pain out of optimizing your website for search engines.":["Notre but est de simplifier l'optimisation de votre site web pour les moteurs de recherche."],"Over the years, we found that most other WordPress SEO plugins were bloated, buggy, slow, and very hard to use. So we designed our plugin as an easy and powerful tool.":["Au fil du temps, nous avons constaté que la plupart des autres extensions SEO de WordPress étaient gonflées, boguées, lentes et très difficiles à utiliser. Nous avons donc conçu notre extension comme un outil simple et puissant."],"Welcome to %1$s, the original SEO plugin for WordPress. At %2$s, we build software that helps you rank your website in search results and gain organic traffic.":["Bienvenue à %1$s, l'extension originale SEO pour WordPress. Chez %2$s, nous développons un logiciel qui vous aide à classer votre site web dans les résultats de recherche et à gagner du trafic organique."],"Activate":["Activer"],"Install Plugin":["Installer l’extension"],"Activated":["Activée"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/about-AboutUs-vue.js"}}